Repository: GRUPO-ATI-II/Schedio
Catalog: schedio-frontend/src/locale/messages.*.xlf
Languages: fr, it, pt

# contactModuleTitle
source: Módulo de contacto
fr: Module de contact
it: Modulo di contatto
pt: Módulo de contato

# emailLabel
source: Correo Electrónico
fr: Adresse e-mail
it: Indirizzo Email
pt: E-mail

# emailPlaceholder
source: Ingrese su correo electrónico
fr: Entrez votre adresse e-mail
it: Inserisci la tua email
pt: Digite seu e-mail

# passwordLabel
source: Contraseña
fr: Mot de passe
it: Password
pt: Senha

# passwordPlaceholder
source: Ingrese su contraseña
fr: Entrez votre mot de passe
it: Inserisci la tua password
pt: Digite sua senha

# LoginButton
source: Iniciar Sesión
fr: Se connecter
it: Accedi
pt: Entrar

# SignInLink
source: ¿No tienes cuenta? Regístrate aquí.
fr: Vous n'avez pas de compte ? Inscrivez-vous ici.
it: Non hai un account? Registrati qui.
pt: Não tem uma conta? Cadastre-se aqui.

# firstNameLabel
source: Nombre
fr: Prénom
it: Nome
pt: Nome

# firstNamePlaceholder
source: Ingrese su nombre
fr: Entrez votre prénom
it: Inserisci il tuo nome
pt: Digite seu nome

# lastNameLabel
source: Apellido
fr: Nom
it: Cognome
pt: Sobrenome

# lastNamePlaceholder
source: Ingrese su apellido
fr: Entrez votre nom
it: Inserisci il tuo cognome
pt: Digite seu sobrenome

# birthDateLabel
source: Fecha de Nacimiento
fr: Date de naissance
it: Data di Nascita
pt: Data de Nascimento

# SignInButton
source: Registrar
fr: S'inscrire
it: Registrati
pt: Cadastrar

# LoginLink
source: ¿Ya tienes cuenta? Inicia sesión aquí.
fr: Vous avez déjà un compte ? Connectez-vous ici.
it: Hai già un account? Accedi qui.
pt: Já tem uma conta? Entre aqui.

# UserName
source: Nombre de Usuario
fr: Nom d'utilisateur
it: Nome Utente
pt: Nome de Usuário

# edit-user-specific-credentials-namePlaceholder
source: Nombre
fr: Nom
it: Nome
pt: Nome

# SelectRol
source: Selecciona un rol
fr: Sélectionnez un rôle
it: Seleziona un ruolo
pt: Selecione um perfil

# OptionAdmin
source: Admin
fr: Administrateur
it: Amministratore

# OptionCommonUser
source: Usuario común
fr: Utilisateur standard
it: Utente comune
pt: Usuário comum

# OptionSecurity
source: Seguridad
fr: Sécurité
it: Sicurezza
pt: Segurança

# RecentTickets
source: Tickets recientes
fr: Tickets récents
it: Ticket recenti
pt: Tickets recentes

# SeeMore
source: Ver más
fr: Voir plus
it: Vedi altro
pt: Ver mais

# EditCredentials
source: Editar credenciales de usuario
fr: Modifier les identifiants
it: Modifica credenziali utente
pt: Editar credenciais do usuário

# SearchUser
source: Buscar usuario...
fr: Rechercher un utilisateur...
it: Cerca utente...
pt: Buscar usuário...

source: Rol
fr: Rôle
it: Ruolo
pt: Perfil

source: Nombre
fr: Nom
it: Nome
pt: Nome

# LastName
source: Apellido
fr: Nom de famille
it: Cognome
pt: Sobrenome

# User
source: Usuario
fr: Utilisateur
it: Utente
pt: Usuário

source: Correo
fr: E-mail
it: Email
pt: E-mail

source: Admin
it: Amministratore

# Security
source: Seguridad
fr: Sécurité
it: Sicurezza
pt: Segurança

# CommonUser
source: Usuario común
fr: Utilisateur standard
it: Utente comune
pt: Usuário comum

# EditProfile
source: Configuración
it: Impostazioni

source: Cerrar Sesión <img src="./icon_logout.svg" class="btn-icon" alt="Logout Icon" />
it: Disconnetti <img src="./icon_logout.svg" class="btn-icon" alt="Logout Icon" />

# BasicUserData
source: Datos Básicos
it: Dati di Base

# UsernamePlaceholder
source: Nombre Completo
it: Nome Completo

# PasswordPlaceholder
source: Contraseña
it: Password

# ConfirmPasswordPlaceholder
source: Confirmar Contraseña
it: Conferma Password

# Internationalization
source: Internacionalización
it: Internazionalizzazione

# LanguageSelect
source: Idioma Preferido
it: Lingua Preferita

# Spanish
source: Español
it: Spagnolo

# English
source: Inglés
it: Inglese

# French
source: Francés
it: Francese

# Portuguese
source: Portugués
it: Portoghese

# Support
source: ¿Estás teniendo problemas?
it: Stai riscontrando problemi?

source: Envia un ticket
it: Invia un ticket

source: Reportar Error
it: Segnala Errore

# ErrorReport
source: Reporte de Error
fr: Rapport d'erreur
it: Segnalazione Errore
pt: Relatório de Erro

# Module
source: Módulo
fr: Module
it: Modulo

# ModuleSelect
source: Selecciona el módulo
fr: Sélectionnez le module
it: Seleziona il modulo
pt: Selecione o módulo

# AcademicPlanning
source: Planificación académica
fr: Planification académique
it: Pianificazione accademica
pt: Planejamento acadêmico

# Profile
source: Perfil
fr: Profil
it: Profilo

# Desc
source: Descripción
fr: Description
it: Descrizione
pt: Descrição

# DescErrorPlaceholder
source: Describe tu error en pocas palabras
fr: Décrivez l'erreur en quelques mots
it: Descrivi l'errore in poche parole
pt: Descreva o erro em poucas palavras

# Img
source: Imagen
fr: Image
it: Immagine
pt: Imagem

# Cancel
source: Cancelar
fr: Annuler
it: Annulla

# ByEmail
source: Por Email <img src="./icon_email.svg" class="btn-icon" alt="Email" />
fr: Par E-mail <img src="./icon_email.svg" class="btn-icon" alt="Email" />
it: Per Email <img src="./icon_email.svg" class="btn-icon" alt="Email" />

# ByWs
source: Por WhatsApp <img src="./icon_ws.svg" class="btn-icon" alt="WhatsApp" />
fr: Par WhatsApp <img src="./icon_ws.svg" class="btn-icon" alt="WhatsApp" />
it: Via WhatsApp <img src="./icon_ws.svg" class="btn-icon" alt="WhatsApp" />

# PageNotFound
source: Página no encontrada
fr: Page non trouvée
it: Pagina non trovata
pt: Página não encontrada

source: Lo sentimos, la página que estás buscando no está disponible o ha sido movida. <a href="/"> Te invitamos a volver al inicio o visitar nuestras soluciones en seguros. </a>
fr: Désolé, la page que vous recherchez n'est pas disponible ou a été déplacée. <a href="/"> Nous vous invitons à revenir à l'accueil ou à découvrir nos solutions de sécurité. </a>
it: Siamo spiacenti, la pagina che stai cercando non è disponibile o è stata spostata. <a href="/"> Ti invitiamo a tornare alla home o a consultare le nostre soluzioni assicurative. </a>
pt: Desculpe, a página que você está procurando não está disponível ou foi movida. <a href="/"> Convidamos você a voltar ao início ou conhecer nossas soluções de segurança. </a>

source: Reporte de Ticket
fr: Rapport de ticket
it: Segnalazione Ticket
pt: Relatório de Ticket

source: Título
fr: Titre
it: Titolo

# TickerNamePlaceholder
source: Colócale nombre a tu ticket
fr: Donnez un nom à votre ticket
it: Assegna un nome al tuo ticket
pt: Dê um nome ao seu ticket

source: Prioridad
fr: Priorité
it: Priorità
pt: Prioridade

source: Selecciona la prioridad
fr: Sélectionnez la priorité
it: Seleziona la priorità
pt: Selecione a prioridade

source: Baja
fr: Basse
it: Bassa
pt: Baixa

source: Descripción
fr: Description
it: Descrizione
pt: Descrição

# TicketDescPlaceholder
source: Describe tu ticket en pocas palabras
fr: Décrivez votre ticket en quelques mots
it: Descrivi il tuo ticket in poche parole
pt: Descreva seu ticket em poucas palavras

source: Estudiante asociado
fr: Étudiant associé
it: Studente associato
pt: Estudante associado

source: Buscar estudiante...
fr: Rechercher un étudiant...
it: Cerca studente...
pt: Buscar estudante...

source: Cancelar
fr: Annuler
it: Annulla

source: Guardar
fr: Enregistrer
it: Salva
pt: Salvar

source: Título del ticket...
fr: Titre du ticket...
it: Titolo del ticket...
pt: Título do ticket...

source: Usuario: <span class="user-link">John Doe</span>
fr: Utilisateur : <span class="user-link">John Doe</span>
it: Utente: <span class="user-link">John Doe</span>
pt: Usuário: <span class="user-link">John Doe</span>

source: Adjuntar imagen
fr: Joindre une image
it: Allega immagine
pt: Anexar imagem

# EditProfile
source: Editar perfil
fr: Modifier le profil

# Username
source: Nombre de usuario
fr: Nom d'utilisateur
pt: Nome de usuário

# UsernamePlaceholder
source: Ingrese el nombre de usuario
fr: Entrez le nom d'utilisateur
pt: Digite o nome de usuário

# DescPlaceholder
source: Cuéntanos de ti
fr: Dites-nous en plus sur vous
pt: Conte-nos sobre você

# Email
source: Correo electrónico
fr: Adresse e-mail
pt: E-mail

# ChangePassword
source: Cambiar contraseña
fr: Changer le mot de passe
pt: Alterar senha

# PasswordPlaceholder
source: Ingrese la contraseña
fr: Entrez le mot de passe
pt: Digite a senha

# ConfirmPasswordPlaceholder
source: Confirme la contraseña
fr: Confirmez le mot de passe
pt: Confirme a senha

# ProfilePicture
source: Foto de perfil
fr: Photo de profil

# Calendar
source: Calendario
fr: Calendrier
pt: Calendário

source: Alta
fr: Haute

source: Media
fr: Moyenne
pt: Média
